Repository: fadogen/app
Catalog: Localizable.xcstrings
Source language: en
Languages: de, fr

source: Unable to load version information
de: Versionsinformationen konnten nicht geladen werden
fr: Impossible de charger les informations de version

source: Unauthorized: Invalid API token
de: Nicht autorisiert: Ungültiges API-Token
fr: Non autorisé : Jeton API invalide

source: Uninstall Bun
de: Bun deinstallieren
fr: Désinstaller Bun

source: Uninstall this PHP version
de: Diese PHP-Version deinstallieren
fr: Désinstaller cette version de PHP

source: Uninstall this version
de: Diese Version deinstallieren
fr: Désinstaller cette version

source: Unknown error occurred
de: Ein unbekannter Fehler ist aufgetreten
fr: Une erreur inconnue s'est produite

source: Unprocessable entity: Invalid data provided
de: Nicht verarbeitbar: Ungültige Daten angegeben
fr: Entité non traitable : Données fournies invalides

source: Unsupported DNS record type: %@
de: Nicht unterstützter DNS-Eintragstyp: %@
fr: Type d’enregistrement DNS non pris en charge : %@

source: Update
de: Aktualisieren
fr: Mettre à jour

source: Update %@?
de: %@ aktualisieren?
fr: Mettre à jour %@ ?

source: Update Composer to %@
de: Composer auf %@ aktualisieren
fr: Mettre à jour Composer vers %@

source: Update Configuration
de: Konfiguration aktualisieren
fr: Mettre à jour la configuration

source: Update Error
de: Aktualisierungsfehler
fr: Erreur de mise à jour

# Update from %@ to %@
source: Update from %1$@ to %2$@
de: Von %@ auf %@ aktualisieren
fr: Mettre à jour de %1$@ vers %2$@

source: Update this PHP version
de: Diese PHP-Version aktualisieren
fr: Mettre à jour cette version de PHP

source: Update to %@
de: Auf %@ aktualisieren
fr: Mettre à jour vers %@

source: Update to latest version
de: Auf neueste Version aktualisieren
fr: Mettre à jour vers la dernière version

source: Updates Available
de: Updates verfügbar
fr: Mises à jour disponibles

source: Updating...
de: Aktualisierung…
fr: Mise à jour…

source: Upload size must be a number between 1 and 8192 MB
de: Die Upload-Größe muss eine Zahl zwischen 1 und 8192 MB sein
fr: La taille de téléchargement doit être un nombre entre 1 et 8192 Mo

source: Uploading SSH key to %@...
de: SSH-Schlüssel wird zu %@ hochgeladen…
fr: Envoi de la clé SSH vers %@...

source: URL already taken.
de: URL bereits vergeben.
fr: URL déjà utilisée.

source: Use "%@"
de: „%@“ verwenden
fr: Utiliser "%@"

source: Use %@
de: %@ verwenden
fr: Utiliser %@

source: Use a different name or delete the existing record first.
de: Verwenden Sie einen anderen Namen oder löschen Sie zuerst den bestehenden Eintrag.
fr: Utilisez un nom différent ou supprimez d’abord l’enregistrement existant.

source: Use a standard DNS record type (A, AAAA, CNAME, MX, TXT, etc.).
de: Verwenden Sie einen Standard-DNS-Eintragstyp (A, AAAA, CNAME, MX, TXT, etc.).
fr: Utilisez un type d’enregistrement DNS standard (A, AAAA, CNAME, MX, TXT, etc.).

source: Username
de: Benutzername
fr: Utilisateur

source: username: user
de: Benutzername: user
fr: identifiant : user

source: Using existing user for provisioning...
de: Verwende vorhandenen Benutzer für die Bereitstellung...
fr: Utilisation de l'utilisateur existant pour le provisionnement...

source: Using saved environment configuration (project not available locally)
de: Gespeicherte Umgebungskonfiguration wird verwendet (Projekt lokal nicht verfügbar)
fr: Utilisation de la configuration d’environnement sauvegardée (projet non disponible localement)

source: Validation error or duplicate resource on DigitalOcean.
de: Validierungsfehler oder doppelte Ressource bei DigitalOcean.
fr: Erreur de validation ou ressource dupliquée sur DigitalOcean.

source: Validation error: %@
de: Validierungsfehler: %@
fr: Erreur de validation : %@

source: Verify that the DNS zone exists in your Bunny account.
de: Überprüfen Sie, ob die DNS-Zone in Ihrem Bunny-Konto existiert.
fr: Vérifiez que la zone DNS existe dans votre compte Bunny.

source: Verify that the domain exists in your DigitalOcean account.
de: Überprüfen Sie, ob die Domain in Ihrem DigitalOcean-Konto existiert.
fr: Vérifiez que le domaine existe dans votre compte DigitalOcean.

source: Verify that the domain exists in your Linode account.
de: Überprüfen Sie, ob die Domain in Ihrem Linode-Konto existiert.
fr: Vérifiez que le domaine existe dans votre compte Linode.

source: Verify that the domain exists in your Vultr account.
de: Überprüfen Sie, ob die Domain in Ihrem Vultr-Konto existiert.
fr: Vérifiez que le domaine existe dans votre compte Vultr.

source: Verify that you're using a Global API Key, not an API Token.
de: Überprüfen Sie, dass Sie einen globalen API-Schlüssel verwenden, kein API-Token.
fr: Vérifiez que vous utilisez une clé API globale, et non un jeton API.

source: Verifying Cloudflare Tunnel connection...
de: Cloudflare Tunnel-Verbindung wird überprüft…
fr: Vérification de la connexion au tunnel Cloudflare...

source: Version is not installed
de: Version ist nicht installiert
fr: La version n'est pas installée

source: via Cloudflare Tunnel
de: über Cloudflare Tunnel
fr: via le tunnel Cloudflare

source: Visibility
de: Sichtbarkeit
fr: Visibilité

source: Vultr API Error: %@
de: Vultr API-Fehler: %@
fr: Erreur API Vultr : %@

source: Vultr server error (code: %lld)
de: Vultr-Serverfehler (Code: %lld)
fr: Erreur serveur Vultr (code : %lld)

source: Vultr server error (HTTP %lld)
de: Vultr-Serverfehler (HTTP %lld)
fr: Erreur serveur Vultr (HTTP %lld)

source: Wait a few minutes before trying again.
de: Warten Sie einige Minuten, bevor Sie es erneut versuchen.
fr: Attendez quelques minutes avant de réessayer.

source: Wait for the zone to be unlocked or contact Cloudflare support.
de: Warten Sie, bis die Zone entsperrt ist, oder kontaktieren Sie den Cloudflare-Support.
fr: Attendez que la zone soit déverrouillée ou contactez le support Cloudflare.

source: Waiting for IP address...
de: Warte auf IP-Adresse…
fr: En attente de l'adresse IP...

source: Waiting for server to boot...
de: Warte auf Serverstart…
fr: En attente du démarrage du serveur...

source: WARNING: The server is currently being configured. If you delete it now, the server state may be unpredictable and could become inaccessible.
de: WARNUNG: Der Server wird gerade konfiguriert. Wenn Sie ihn jetzt löschen, kann der Serverstatus unvorhersehbar sein und der Server könnte unzugänglich werden.
fr: AVERTISSEMENT : Le serveur est en cours de configuration. Si vous le supprimez maintenant, l'état du serveur pourrait devenir imprévisible et inaccessible.

source: Watched Directories
de: Überwachte Verzeichnisse
fr: Dossiers surveillés

source: What would you like to delete?
de: Was möchten Sie löschen?
fr: Que souhaitez-vous supprimer ?

source: When enabled, you'll receive alpha, beta, and release candidate versions in addition to stable releases.
de: Wenn aktiviert, erhalten Sie Alpha-, Beta- und Release-Candidate-Versionen zusätzlich zu stabilen Releases.
fr: Lorsque cette option est activée, vous recevrez les versions alpha, bêta et release candidate en plus des versions stables.

source: With Fadogen, install Garage once for all your local projects
de: Mit Fadogen Garage einmal für alle lokalen Projekte installieren
fr: Avec Fadogen, installez Garage une fois pour tous vos projets locaux

source: With Fadogen, install Reverb once for all your local projects
de: Mit Fadogen installieren Sie Reverb einmal für alle Ihre lokalen Projekte
fr: Avec Fadogen, installez Reverb une fois pour tous vos projets locaux

source: With Fadogen, install Typesense once for all your local projects
de: Mit Fadogen installieren Sie Typesense einmal für alle Ihre lokalen Projekte
fr: Avec Fadogen, installez Typesense une fois pour tous vos projets locaux

source: Would you like to update your local Git configuration?
de: Möchten Sie Ihre lokale Git-Konfiguration aktualisieren?
fr: Souhaitez-vous mettre à jour votre configuration Git locale ?

source: You can override it per project in Projects.
de: Sie können dies pro Projekt in Projekte ändern.
fr: Vous pouvez la modifier par projet dans Projets.

source: You can set a different language for this app in System Settings.
de: Sie können in den Systemeinstellungen eine andere Sprache für diese App festlegen.
fr: Vous pouvez définir une langue différente pour cette app dans les Réglages Système.

source: You've made too many requests in a short time.
de: Sie haben in kurzer Zeit zu viele Anfragen gestellt.
fr: Vous avez fait trop de requêtes en peu de temps.

source: Your Bunny API key doesn't have permission for this operation.
de: Ihr Bunny-API-Schlüssel hat keine Berechtigung für diese Operation.
fr: Votre clé API Bunny n’a pas la permission pour cette opération.

source: Your Bunny API key is incorrect or has expired.
de: Ihr Bunny-API-Schlüssel ist falsch oder abgelaufen.
fr: Votre clé API Bunny est incorrecte ou a expiré.

source: Your Cloudflare email or API key is incorrect.
de: Ihre Cloudflare-E-Mail oder Ihr API-Schlüssel ist falsch.
fr: Votre e-mail ou clé API Cloudflare est incorrect.

source: Your DigitalOcean API token is incorrect or has expired.
de: Ihr DigitalOcean-API-Token ist falsch oder abgelaufen.
fr: Votre jeton API DigitalOcean est incorrect ou a expiré.

source: Your GitHub repository has been renamed:
de: Ihr GitHub-Repository wurde umbenannt:
fr: Votre dépôt GitHub a été renommé :

source: Your Linode API token doesn't have permission for this operation.
de: Ihr Linode-API-Token hat keine Berechtigung für diese Operation.
fr: Votre jeton API Linode n’a pas la permission pour cette opération.

source: Your Linode API token is incorrect or has expired.
de: Ihr Linode-API-Token ist falsch oder abgelaufen.
fr: Votre jeton API Linode est incorrect ou a expiré.

source: Your Vultr API token doesn't have permission for this operation.
de: Ihr Vultr-API-Token hat keine Berechtigung für diese Operation.
fr: Votre jeton API Vultr n’a pas la permission pour cette opération.

source: Your Vultr API token is incorrect or has expired.
de: Ihr Vultr-API-Token ist falsch oder abgelaufen.
fr: Votre jeton API Vultr est incorrect ou a expiré.

source: your@email.com
de: ihre@email.de
fr: votre@email.com

source: Zone is locked: %@
de: Zone ist gesperrt: %@
fr: La zone est verrouillée : %@

source: (Optional)
fr: (Optionnel)

source: API Token
fr: Jeton API

source: Auto-start
fr: Démarrage automatique

source: Caddy Server
fr: Serveur Caddy

source: Cloudflare Tunnel
fr: Tunnel Cloudflare

source: Domain
fr: Domaine

source: Git repository
fr: Dépôt Git

source: GitHub CI/CD
fr: CI/CD GitHub

source: Host
fr: Hôte

source: hostname
fr: nom d'hôte

source: Integration
fr: Intégration

source: Mailpit Email Server
fr: Serveur de messagerie Mailpit

source: Name
fr: Nom

source: Optional
fr: Optionnel

source: PHP Version
fr: Version PHP

source: Queue Backend
fr: Backend de Queue

source: Region
fr: Région

source: Repository
fr: Dépôt

source: Repository Name
fr: Nom du dépôt

source: repository-name
fr: nom-du-depot

source: Reverb WebSocket Server
fr: Serveur WebSocket Reverb

source: S3 Port
fr: Port S3

source: S3 Port %@
fr: Port S3 %@

source: Server
fr: Serveur

source: Server ID
fr: ID du serveur

source: Server Name
fr: Nom du serveur

source: SMTP Port
fr: Port SMTP

source: SSH Hostname
fr: Nom d'hôte SSH

source: SSH Port
fr: Port SSH

source: Starter Kit
fr: Kit de démarrage

source: Status
fr: Statut

source: Subdomain
fr: Sous-domaine

source: Tunnel ID
fr: ID du tunnel

source: Updates
fr: Mises à jour

source: Web UI Port
fr: Port de l'interface web
